{
  "reports" : [
    {
      "title"     : "Google AdMob Ads Overview / Android AdMob Codelabs",
      "url"       : "google-admob-ads-overview-android-admob-codelabs",
      "author"    : "Кунал Верма",
      "about"     : "I live in New Delhi, which is the capital of India. Beginning from 2011, when I was studying in college, I had this great hobby of creating entertainment Apps on Android platform. Keeping these apps free and with AdMob Ads on the Google Play Store, made my hobby blossomed into a full-time work. Now I have this company XigXag Interactive which focuses on entertaining mobile users and currently have 14 varied apps in the play store. Have been honored with Google Developer Expert(AdMob API's) Award for being a Top contributor in AdMob Forums. My favourite Google product is Android and very keen on exploring other awesome Google Products like Glass and Chromebooks.",
      "content"   : "Google AdMob Ads allows you to make money from your free apps. Now some would think- there are other Ad Networks that can do the same. I would show how AdMob is better for building a great app business compared to other ad networks. With relevant ads from over a million Google advertisers, it provides better fill-rates. Choose from a range of ads across mobile devices and tablets, including interactive ad units. Filters and controls help you manage your ads. If you want to use multiple ad networks, you can do that too, with free ad network mediation.",
      "photo"     : "https://sites.google.com/a/gdgomsk.org/site/gdg-devfest-2013/verma.jpg",
      "slides"    : "https://docs.google.com/file/d/0BwXbHApLV1SSb2UzR3FtcHNNU0E/edit",
      "video"     : "https://www.youtube.com/watch?v=hZiF-JZkYpw",
      "color"     : "#cc0000"
    },
    {
      "title"     : "Google Maps с начала времен",
      "url"       : "google-maps-from-the-beginning",
      "author"    : "Алексей Зиновьев",
      "about"     : "Первую карту нарисовал раньше, чем профиль человека на уроке ИЗО. С тех пор пошел по наклонной: закончил матфак ОмГУ, остался там в аспирантуре, занимаясь исследованием больших дорожных графов и транспортных систем. Ныне работает в компании Тамтэк, потакая своим BigData и картографическим склонностям. Использование Android и других API от Google привело в GDG Omsk.  Соорганизатор IT - субботников.",
      "content"   : "В этом докладе мы сможем проследить историю становления самого популярного картографического API в мире. Мы вместе выйдем в открытое море маркеров и сложных торговых маршрутов, кластеризации точек возгорания лесных пожаров и слоеного пирога данных. Отдать швартовы!",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/zinoviev.jpg",
      "slides"    : "https://docs.google.com/file/d/0BwXbHApLV1SSa0ozR0YzcFR1OWM/edit",
      "video"     : "https://www.youtube.com/watch?v=0MgeNCXRkDk",
      "color"     : "#3366cc"
    },
    {
      "title"     : "Wearable Accessories and Fusion Sensors in Android Based Dongles",
      "url"       : "wearable-accessories-and-fusion-sensors-in-android-based-dongles",
      "author"    : "Дэн Ромеску",
      "about"     : "I have lived the last 20 years mobile, be a road warrior. Started from programing, to manager , have my own startup, made mentorship for new startups, found  a strong network of GDGs in Eastern Europe ( Skopje Macedonia, Sofia - Bulgaria, Timisoara & Brasov - Romania, Beograd - Serbia, Budapest - Hungary ). This year we have started a new initiative to promote Eastern Europe and Central Asia together with the local GDGs - ecaHack a series of Hackathons in the region.  I have a lot of friends in Mountain View, special in Augmented Reality related divisions where Google is now the state of the Art.",
      "content"   : "We have talked about Internet of Things as a innovation domain for the future. If we look around us we have a lot of digital avatars around us, the refrigerator can help us to manage our diet and our home can learn us to save energy. Google is one of the innovator in this area.<br/>Because of flexibility and openness, the Google Android can be find everywhere and new packaging configurations are appearing that use the Android OS that are called accessories or APPcessories. The Android OS is used in a lot of devices, and is de facto the standard today for innovative solution. Personal Things Cloud will join us in day to day life and help us better communicate, socialize and conversate with our neighbourhood.<br/>Android can make our dreams true, and help to open new communications and interactions frontiers, with the strong integration in the Google ecosystem you can build MVPs with a limited effort and resources and test without risks on real cases. Be happy to share with you different technologies that increase the power of Android in the mobile and appliances ecosystem.",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/dan.jpg",
      "color"     : "#99cc00"
    },
    {
      "title"     : "Android в Квадрате",
      "url"       : "magic-of-android",
      "author"    : "Алексей Коровянский",
      "about"     : "Эксперт в разработке бизнес-приложений для платформы Android. Автор учебного курса DiveIntoAndroid. Аспирант ОмГУ. Автор мобильной биометрической системы доступа Mb-Lock. Основатель Google Developer Group Omsk",
      "content"   : "В докладе я расскажу про новые магические возможности при разработке Android приложений. Как с их помощью гениально и просто решать типичные и неразрешимые прежде задачи. Почему мир разработки под Android больше не будет прежним и что сегодня важно понимать разработчикам и менеджерам Android-проектов.",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/AlexKorovyansky.jpg",
      "slides"     : "http://alexkorovyansky.com/android-in-square-slides",
      "video"     : "https://www.youtube.com/watch?v=Ep2ncFQY6og",
      "color"     : "#99cc00"
    },
    {
      "title"     : "AngularJS от Google: разработка на HTML5+Javascript стала еще проще!",
      "url"       : "angularjs-easy-way-for-html5-development",
      "author"    : "Антон Мочалин",
      "about"     : "Закончив факультет психологии Московского государственного университета и проработав какое-то время рекрутером и пиарщиком, волею судеб оказался веб-разработчиком. За плечами - разработка движка интернет-магазина на PHP, CMS на Java для Google App Engine, CRM и портала для мобильных устройств на платформе Force.com - так или иначе, деятельность вращалась вокруг корпоративных веб-сайтов и веб-приложений. Уже больше двух лет на фрилансе - как оказалось, это не препятствие профессиональному росту.",
      "content"   : "Попробовав такие MVC-фреймворки для браузерного Javascript, как Backbone.js и продукты Sencha, наконец я нашел \"правильный\" фреймворк. AngularJS называют \"супергероическим\", и теперь я знаю, почему. Попробую объяснить (в том числе, на простом и практичном примере), как Angular делает процесс разработки на HTML5+Javascript проще.",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/AntonMochalin.jpg",
      "color"     : "#3366cc"
    },
    {
      "title"     : "Google Glass API, опыт использования",
      "url"       : "google-glass-api",
      "author"    : "Алексей Исаченко",
      "about"     : "Работает CIO в транспортной компании и специализируется на адаптации бизнес процессов к облачной среде. Основатель русскоязычного сообщества Google Apps (1900+ участников). Лидер группы GDG Moscow. Большой поклонник GAS, регулярно проводит бесплатные тренинги, хакатоны и выступления по этой технологии для всех желающих. Участвует в программе Google Glass Explorer и занимается разработкой ПО под устройство, проводит хакатоны и обучения. На протяжении 4 лет занимается 3D-печатью, 3D-сканированием и сборкой 3D-принтеров.",
      "content"   : "",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/isachenko.jpg",
      "color"     : "#47b7e6",
      "slides"    : "https://docs.google.com/file/d/0BwXbHApLV1SSX2hBRTFMMFY1cnM/edit?usp=drive_web",
      "video"     : "https://www.youtube.com/watch?v=3UEz1EHDwi4"
    },
    {
      "title"     : "Мастер-класс по Android",
      "url"       : "android-development-training",
      "author"    : "Денис Нелюбин",
      "about"     : "Денис Нелюбин - сисадмин, разработчик, менеджер, техдиректор, архитектор. А также, в частном порядке, разработчик нескольких (возможно популярных) маленьких приложений под Android.",
      "content"   : "За три часа с хвостиком напишем с нуля простое, но полезное приложение для Android в Android Studio. Будет полезно тем, кто хочет писать под Android, но не знает, с чего начать. И тем, кто хочет понять, как оно вообще, - разрабатывать для Android.",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/gelin.jpg",
      "color"     : "#99cc00"
    },
    {
      "title"     : "Мастер класс по Chrome-extensions",
      "url"       : "chrome-extension-development-training",
      "author"    : "Яков Лило",
      "about"     : "Закончил ИМИТ в 2011 году. Занимаюсь разработкой под .Net и Javascript. Работаю в стартапе Tik-Tok Coach",
      "content"   : "Нас ждет история создания нового продукта! Мы пройдем путь от желания написать расширение, до продакшина. Заострим внимание на особенностях разработки под Google Chrome, и вместе напишем расширение. И, я надеюсь, сделаем мир вокруг немножечко лучше. Каждый слушатель сможет как понаблюдать за процессом разработки, так и принять участие в написании собственной копии продукта. Специализированных знаний от Вас не потребуется. Я постараюсь объяснить каждую строчку кода ;)<br/>Чтобы принять участие в разработке, Вам понадобится Google Chrome и любимый текстовый редактор! Весь процесс разбит по шагам, а результат шага лежит в отдельной папочке, так что если Вы отстанете, то догнать нас не составит труда. Для пользователей Git и Mercurial будет репозиторий с полной историей разработки.",
      "photo"     : "https://46dd8e9b-a-a3adbce4-s-sites.googlegroups.com/a/gdgomsk.org/site/gdg-devfest-2013/lilo.jpg",
      "color"     : "#3366cc"
    }
  ]
}
